<template>
  <div class="article-list">
    <p>十几岁那年的故事很简单，遇见的你我刚好喜欢。感谢你曾与我倾心相遇，我愿用余生暖一壶茶，晚风微扬时提醒你勿忘回家。 
    当你能把心里的狂风暴雨化作一个微笑，能逼着自己再煎熬压抑也要吃饭睡觉，你才是真正的成熟。
    难过的事无人分担，开心的事无人分享，这是每个人都必须要经历的过程。要知道这世界上，等着看你笑话的人，远比真正在乎你的人要多。</p>
    <p>遇到的事情多了，就知道什么叫做“不如意事常八九，可与人云无二三”。话说的太多会招人烦，在人前眼泪流太多，会显得软弱好欺。</p>
    <p>一个人只有在很爱很爱你的时候才会患得患失，才会因为你的一句话想太多，才会疑神疑鬼，才会为了你让自己失眠，才会对你胡闹生气像个要糖的小孩，才会对你和别人不一样。所以你领领情吧，你怎么不想想如果不是因为爱你，我那么折腾自己是为了什么？</p>
    <p>你做的再好，也还是有人指指点点；你即便一塌糊涂，也还是有人唱赞歌。所以不必掉进他人的眼神，你需要讨好的，仅仅是你自己。人生就是一个不断自我完善且没有终点的过程，而在这个过程中，我们才会变得越来越强大。</p>
  </div>
</template>
<script>
export default {
  name: 'About',
  title () {
    return 'vueblog'
  },
  
  props: ['type'],
  computed: {
    
  },

  methods: {
    
  }
}
</script>
